{
  "en": {    
    "contact.title": "Contact",
    "contact.subtitle": "fill the next form",
    "contact.name": "Full name",
    "contact.email": "E-mail",
    "contact.company": "Company",
    "contact.phone": "Phone",
    "contact.message": "Message",
    "contact.button": "Send",
    "mission.title": "Our mision",
    "mission.description": "We seek to connect companies and candidates through the efficient combination of needs and skills so that we not only provide job opportunities, but that people enjoy of their tasks and add value to the work environment to achieve a better world.",  
    "what.title": "What do we do?",
    "what.description": "We recruit digital talents for companies looking for profiles that are inserted quickly in the productive circuit of the company, saving time and money in the selection of resources Semisenior, senior, managers and managers. We are business partners of our clients. Some of the companies that trust us are: Mercado Libre, Grupo WPP, Wunderman, Omnicon, Banco Galicia and Turismocity direct from theirs offices in Miami, New York and San Francisco.",
    "how.title": "How do we do it?",
    "how.left": "We help our clients to determine the job description that best suits their needs and the reality of each market, emphasizing the experience acquired in companies specific and the cultural fit with the future employer.",
    "how.right": "Searches are handled privately, selecting and presenting individually the profile of each candidate together with an analysis qualitative detailing reasons for job change, strengths, weaknesses and long-term projection term.",
    "how.foot": "The selection process continues until the company manages to acquire the desired talent.",
    "hero.first": "PSRH is a headhunting consultancy specialized in digital talents with more than 7 years working together with media agencies, banks, fintech companies and technology in Argentina, Chile, Peru, Colombia and the United States.",
    "hero.second": "La genialidad es 1% inspiración y 99% esfuerzo. Somos un nuevo concepto en selección de talentos: somos Partners de nuestros Clientes. Trabajamos como si fuésemos parte de su equipo para obtener resultados de valor",
    "header.what": "What we do",
    "header.mission": "Mission",
    "header.success": "Success cases",
    "header.contact": "Contact",
    "success.title": "Success stories",
    "success.second.title": "Challenge",
    "success.third.title": "Results",
    "success.slide1.first": "Company: Bluesmart",
    "success.slide1.second.text": "armed with the technological hub and customer care in Argentina. Need mainly of positions semisenior and senior (middle and upper management) in technology, office management, accounting and finance.",
    "success.slide1.third.text": "during the course of a year and through the generation of interviews in Directly with the executives of the company, candidates were presented, managing to contract in a effective a total plant of 20 people with highly specialized profiles: Android, FrontEnd, QA, Customer Service Manager, Mobile, Office Manager, Backend, Analyst accounts, Project Manager, Financial, FullStack PHP, and iOs that were developed in their functions without inconveniences and providing great value for the company during its expansion process.",
    "success.slide2.first": "Company: Banco Galicia",
    "success.slide2.second.text": "armed of the digital area of the company, consisting of UX, UI, SEO / SEM and CRO",
    "success.slide2.third.text": "from the end of 2017 to the middle of 2018 there were more than 100 candidates specialized thanks to the use of their own recruitment and profile selection bases Qualified The entire digital area of the company was made possible thanks to the work together with PSRH Consulting.",
    "success.slide3.first": "Company: Wunderman",
    "success.slide3.second.text": "Recruitment of Data Analyst Social Semi Senior, Senior Social Media, Data talents Junior Analyst with knowledge of SQL, Full Stack Developers, Frontend, Product Managers, Account Manager, Paid Search Planner and several key positions for the technology team of the company.",
    "success.slide3.third.text": "during 2017 a total of 130 candidates were presented, successfully meeting the requirements of the directors of the company in record time."
  },
  "es": {
    "contact.title": "Contacto",
    "contact.subtitle": "completa el siguiente formulario",
    "contact.name": "Nombre y apellido",
    "contact.email": "E-mail",
    "contact.company": "Empresa",
    "contact.phone": "Telefono",
    "contact.message": "Mensaje",
    "contact.button": "Enviar",
    "mission.title": "Nuestra Mision",
    "mission.description": "Buscamos conectar empresas y candidatos mediante la combinación eficiente de necesidades y skills de manera que no sólo brindemos oportunidades de trabajo, sino que las personas disfruten de sus tareas y agreguen valor al entorno laboral para lograr un mundo mejor.",
    "what.title": "¿Qué hacemos?",
    "what.description": "Reclutamos talentos digitales para compañías en busca de perfiles que se inserten rápidamente en el circuito productivo de la empresa, ahorrando tiempo y dinero en la selección de recursos semi­senior, senior, gerenciales y directivos. Somos business partners de nuestros clientes. Algunas de las empresas que confían en nosotros son Mercadolibre, Grupo WPP, Wunderman, Omnicon, Banco Galicia y Turismocity directo desde sus oficinas en Miami, Nueva York y San Francisco.",
    "how.title": "¿Cómo lo hacemos?",
    "how.left": "Ayudamos a nuestros clientes a determinar el job description más adecuado a sus necesidades y la realidad de cada mercado, haciendo énfasis en la experiencia adquirida en empresas específicas y el fit cultural con el futuro empleador.",
    "how.right": "Las búsquedas se manejan de forma privada, seleccionando y presentando de manera individual el perfil de cada candidato junto con un análisis cualitativo detallando motivos del cambio de trabajo, fortalezas, debilidades y proyección a largo plazo.",
    "how.foot": "El proceso de selección continúa hasta que la compañía logra adquirir el talento deseado.",
    "hero.first": "PSRH es una consultora de headhunting especializada en talentos digitales con más de 7 años trabajando junto a agencias de medios, bancos, empresas de fintech y tecnología en Argentina, Chile, Perú, Colombia y Estados Unidos.",
    "hero.second": "La genialidad es 1% inspiración y 99% esfuerzo. Somos un nuevo concepto en selección de talentos: somos Partners de nuestros Clientes. Trabajamos como si fuésemos parte de su equipo para obtener resultados de valor",
    "header.what": "Qué Hacemos",
    "header.mission": "Misión",
    "header.success": "Casos de éxito",
    "header.contact": "Contacto",
    "success.title": "Casos de Éxito",
    "success.second.title": "Desafío",
    "success.third.title": "Resultados",
    "success.slide1.first": "Compañía: Bluesmart",
    "success.slide1.second.text": "armado del hub tecnológico y de customer care en Argentina. Necesidad principalmente de cargos semisenior y senior (middle y upper management) en tencología, office management, accounting y finanzas.",
    "success.slide1.third.text": "durante el transcurso de un año y a través de la generación de entrevistas en forma directa con los directivos de la compañía se presentaron candidatos logrando contratar de manera efectiva una planta total de 20 personas con perfiles altamente especializados: Android, Front­End, QA, Custommer Service Manager, Mobile, Office Manager, Backend, Analista de cuentas, Proyect Manager, Financial, FullStack PHP, e iOs que se desarrollaron en sus funciones sin inconvenientes y aportando gran valor para la compañía durante su proceso de expansión.",
    "success.slide2.first": "Compañía: Banco Galicia",
    "success.slide2.second.text": "armado del área digital de la compañía, consistente en recursos de UX, UI, SEO/SEM y CRO.",
    "success.slide2.third.text": "desde fines de 2017 a mediados de 2018 se presentaron más de 100 candidatos especializados gracias a la utilización de bases propias de reclutamiento y selección de perfiles calificados. La totalidad del área digital de la compañía fue posible gracias al trabajo junto con PSRH Consulting.",
    "success.slide3.first": "Compañía: Wunderman",
    "success.slide3.second.text": "reclutamiento de talentos de Data Analyst Social Semi Senior, Senior Social Media, Data Analyst Junior con conocimientos de SQL, Full Stack Developers, Front­end, Product Managers, Account Manager, Paid Search Planner y varias posiciones claves para el equipo de tecnología de la compañía.",
    "success.slide3.third.text": "durante 2017 se presentaron en total 130 candidatos, logrando satisfacer los requerimientos de los directores de la compañía en tiempo récord."
  }
}